---
- command: 'ntp client admin-state enable'
  username: 'admin'
  date: 'Fri Feb 25 14:08:06'
  ipaddr: '10.212.10.10'
  result: 'SUCCESS'
- command: 'vlan 2200 members port 1/1/10 tagged'
  username: 'admin'
  date: 'Fri Feb 25 14:07:24'
  ipaddr: '10.212.10.10'
  result: 'ERROR: Vlan 2200 does not exist'
- command: 'show configuration snapshot'
  username: 'admin'
  date: 'Fri Feb 25 14:07:01'
  ipaddr: '10.212.10.10'
  result: 'SUCCESS'
- command: 'command-log enable'
  username: 'admin'
  date: 'Fri Feb 25 14:06:54'
  ipaddr: '10.212.10.10'
  result: 'SUCCESS'
