Command : ntp client admin-state enable
  UserName : admin
  Date     : Fri Feb 25 14:08:06 
  Ip Addr  : 10.212.10.10
  Result   : SUCCESS

Command : vlan 2200 members port 1/1/10 tagged
  UserName : admin
  Date     : Fri Feb 25 14:07:24 
  Ip Addr  : 10.212.10.10
  Result   : ERROR: Vlan 2200 does not exist


Command : show configuration snapshot
  UserName : admin
  Date     : Fri Feb 25 14:07:01 
  Ip Addr  : 10.212.10.10
  Result   : SUCCESS

Command : command-log enable
  UserName : admin
  Date     : Fri Feb 25 14:06:54 
  Ip Addr  : 10.212.10.10
  Result   : SUCCESS

